const kpi_items_dummy = [
	{
		"APPRAISAL_ITEMS_ID" : 1,
		"YEAR" : "2022",
		"PERIOD" : "T3",
		"CATEGORY" : "CORE",
		"SEQ" : 1,
		"TITLE" : "Service Orientation",
		"DESCRIPTION" : "<h6>Service Orientation<\/h6>\r\n<ul>\r\n    <li>สามารถตอบสนองต่อความต้องการของลูกค้าทั้งภายในและภายนอกให้เกิดความพึงพอใจ<\/li>\r\n    <li>มีทัศนคติเชิงบวกต่อการให้บริการและการเป็นตัวอย่างที่ดี<\/li>\r\n    <li>เสนอแนะวิธีการปรับปรุงการให้บริการ เพื่อให้เกิดประสิทธิภาพมากยิ่งขึ้น<\/li>\r\n<\/ul>"
	},
	{
		"APPRAISAL_ITEMS_ID" : 2,
		"YEAR" : "2022",
		"PERIOD" : "T3",
		"CATEGORY" : "CORE",
		"SEQ" : 2,
		"TITLE" : "Result Orientation",
		"DESCRIPTION" : "<h6>Result Orientation<\/h6>\r\n<ul>\r\n    <li>กำหนดเป้าหมายการทำงานที่ชัดเจน<\/li>\r\n    <li>ทำงานได้ถูกต้องตามเป้าหมายที่กำหนด<\/li>\r\n    <li>สามารถพัฒนาวิธีการทำงาน เพื่อให้ได้ผลงานที่ดีกว่าเดิม<\/li>\r\n<\/ul>"
	},
	{
		"APPRAISAL_ITEMS_ID" : 3,
		"YEAR" : "2022",
		"PERIOD" : "T3",
		"CATEGORY" : "CORE",
		"SEQ" : 3,
		"TITLE" : "Flexibility and Adaptability",
		"DESCRIPTION" : "<h6>Flexibility and Adaptability<\/h6>\r\n<ul>\r\n    <li>ยอมรับและสนับสนุนการเปลี่ยนแปลงในสิ่งใหม่ๆ ที่เป็นประโยชน์ต่อองค์กร<\/li>\r\n    <li>ปรับตัวเข้ากับสถานการณ์ที่เปลี่ยนแปลงได้อย่างรวดเร็ว<\/li>\r\n    <li>แก้ไขวิธีการ หรือหาวิธีการใหม่ๆ ในการทำงาน <\/li>\r\n<\/ul>"
	},
	{
		"APPRAISAL_ITEMS_ID" : 4,
		"YEAR" : "2022",
		"PERIOD" : "T3",
		"CATEGORY" : "LEAD",
		"SEQ" : 1,
		"TITLE" : "Make It Happen",
		"DESCRIPTION" : "<h6>Make It Happen<\/h6>\r\n<ul>\r\n<li>วางแผนและจัดการงานอย่างเป็นระบบ และมีขั้นตอนชัดเจนรวมทั้งติดตามงานจนสำเร็จ อย่างมีประสิทธิภาพ<\/li>\r\n<li>มอบหมายและผลักดันให้ทีมงาน ทำงานให้สำเร็จตามแผน<\/li>\r\n<li>ตั้งใจ ทุ่มเท และแสดงความรับผิดชอบของตนอย่างเต็มความสามารถ<\/li>\r\n<\/ul>"
	},
	{
		"APPRAISAL_ITEMS_ID" : 5,
		"YEAR" : "2022",
		"PERIOD" : "T3",
		"CATEGORY" : "LEAD",
		"SEQ" : 2,
		"TITLE" : "Provide Solutions",
		"DESCRIPTION" : "<h6>Provide Solutions<\/h6>\r\n<ul>\r\n<li>รวบรวมข้อมูล เพื่อเข้าใจปัญหาอย่างรอบด้าน<\/li>\r\n<li>ระบุแนวทางการแก้ไขปัญหาและผลกระทบ อย่างมีเหตุผลและเป็นไปได้<\/li>\r\n<li>ตัดสินใจอย่างรอบคอบ และทันต่อเหตุการณ์<\/li>\r\n<\/ul>"
	},
	{
		"APPRAISAL_ITEMS_ID" : 6,
		"YEAR" : "2022",
		"PERIOD" : "T3",
		"CATEGORY" : "LEAD",
		"SEQ" : 3,
		"TITLE" : "Inspire People",
		"DESCRIPTION" : "<h6>Inspire People<\/h6>\r\n<ul>\r\n<li>สร้างบรรยากาศการทำงานเชิงบวก เพื่อก่อให้เกิดแรงบันดาลใจ รวมทั้งกระตุ้นให้ทีมงานร่วมมือการทำงานให้สำเร็จลุล่วง<\/li>\r\n<li>แสดงความชื่นชมหรือให้รางวัล เพื่อเพิ่มพูลขวัญและกำลังใจให้ทีมงานเกิดความมุ่งมั่นในการทำงาน<\/li>\r\n<li>รับฟังความคิดเห็นและให้การสนับสนุน โดยให้คำปรึกษา แลกเปลี่ยน สอนงาน และข้อเสนอแนะแก่ทีมงาน<\/li>\r\n<\/ul>"
	},
	{
		"APPRAISAL_ITEMS_ID" : 7,
		"YEAR" : "2022",
		"PERIOD" : "T3",
		"CATEGORY" : "NONE",
		"SEQ" : 1,
		"TITLE" : "ระดับการให้คะแนน",
		"DESCRIPTION" : "<table>\r\n    <colgroup>\r\n        <col>\r\n        <col>\r\n    <\/colgroup>\r\n    <tr>\r\n        <th>ระดับการให้คะแนน<\/th>\r\n        <th>คำจำกัดความ<\/th>\r\n    <\/tr>\r\n    <tr>\r\n        <td>5 <br> (โดดเด่น)<\/td>\r\n        <td>แสดงพฤติกรรมตามที่บริษัทกำหนดได้ครบถ้วน และพฤติกรรมดังกล่าวแสดงออกมา อย่างเด่นชัดเป็นรูปธรรม\r\n            สูงกว่าที่บริษัทคาดหวัง และมีความต่อเนื่อง<\/td>\r\n    <\/tr>\r\n    <tr>\r\n        <td>4 <br> (เป็นจุดแข็ง)<\/td>\r\n        <td>แสดงพฤติกรรมตามที่บริษัทกำหนดได้ครบถ้วน และพฤติกรรมดังกล่าวแสดงออกมา ในระดับสูงกว่าที่บริษัทคาดหวังบ่อยครั้ง\r\n        <\/td>\r\n    <\/tr>\r\n    <tr>\r\n        <td>3 <br> (มีประสิทธิผล)<\/td>\r\n        <td>แสดงพฤติกรรมตามที่บริษัทกำหนดได้ครบถ้วน และพฤติกรรมดังกล่าวแสดงออกมา ในระดับที่บริษัทคาดหวังบ่อยครั้ง<\/td>\r\n    <\/tr>\r\n    <tr>\r\n        <td>2 <br> (ควรได้รับการพัฒนา)<\/td>\r\n        <td>แสดงพฤติกรรมตามที่บริษัทกำหนดไว้ได้ไม่ครบถ้วน\r\n            และพฤติกรรมดังกล่าวแสดงออกมาในระดับต่ำกว่าที่บริษัทคาดหวังและบ่อยครั้ง\r\n            แต่มีศักยภาพในการพัฒนาหากได้รับการแนะนำ ส่งเสริม หรือฝึกอบรม จึงควรได้รับการพัฒนา<\/td>\r\n    <\/tr>\r\n    <tr>\r\n        <td>1 <br> (ต้องเร่งปรับปรุง)<\/td>\r\n        <td>ไม่แสดงพฤติกรรมได้ตามที่บริษัทกำหนดไว้ หรือมีเพียงเล็กน้อย\r\n            และพฤติกรรมดังกล่าวแสดงออกมาในระดับที่ต่ำกว่าที่บริษัทคาดหวังเป็นอย่างมากและเป็นประจำ\r\n            ต้องได้รับการปรับปรุงอย่างรวดเร็ว<\/td>\r\n    <\/tr>\r\n<\/table>"
	}
]