const kpi_items_dummy = [
  {
    APPRAISAL_ITEMS_ID: 1,
    YEAR: "2022",
    PERIOD: "T3",
    CATEGORY: "CORE",
    SEQ: 1,
    TITLE: "Service Orientation",
    DESCRIPTION:
      "<h6>Service Orientation</h6>\r\n<ul>\r\n    <li>ความสามารถในการให้บริการที่ดี มีทัศนคติเชิงบวก สามารถตอบสนองต่อความต้องการของลูกค้าทั้งภายในและภายนอก รวมทั้งปรับปรุงแก้ไขและพัฒนาการบริการอย่างต่อเนื่อง</li>\r\n</ul>",
  },
  {
    APPRAISAL_ITEMS_ID: 2,
    YEAR: "2022",
    PERIOD: "T3",
    CATEGORY: "CORE",
    SEQ: 2,
    TITLE: "Result Orientation",
    DESCRIPTION:
      "<h6>Result Orientation</h6>\r\n<ul>\r\n    <li>ความสามารถในการทำงานให้สำเร็จตามเป้าหมายที่กำหนด โดยมุ่งมั่นปฏิบัติหน้าที่ให้ดีหรือเกินมาตรฐาน ก่อให้เกิดประสิทธิภาพและประสิทธิผลต่อหน่วยงานและองค์กร</li>\r\n</ul>",
  },
  {
    APPRAISAL_ITEMS_ID: 3,
    YEAR: "2022",
    PERIOD: "T3",
    CATEGORY: "CORE",
    SEQ: 3,
    TITLE: "Flexibility and Adaptability",
    DESCRIPTION:
      "<h6>Flexibility and Adaptability</h6>\r\n<ul>\r\n    <li>ความสามารถในการปรับตัวและยืดหยุ่นในการทำงาน ตามช่วงเวลาและสถานการณ์ที่ต่างกัน รวมทั้งการยอมรับและปรับเปลี่ยนความคิดของตนให้สอดคล้องกับสถานการณ์ต่างๆ ตลอดจนมีความสามารถในการทำงานที่หลากหลาย ซึ่งแตกต่างไปจากเดิมที่เคยปฏิบัติ</li>\r\n</ul> ",
  },
  {
    APPRAISAL_ITEMS_ID: 4,
    YEAR: "2022",
    PERIOD: "T3",
    CATEGORY: "LEAD",
    SEQ: 1,
    TITLE: "Make It Happen",
    DESCRIPTION:
      "<h6>Make It Happen</h6>\r\n<ul>\r\n <li>ความสามารถในการทำให้บังเกิด หรือบรรลุผลสำเร็จ ทั้งจากการทุ่มเทลงมือ การวางแผน การมอบหมาย และการติดตาม</li>\r\n</ul>",
  },
  {
    APPRAISAL_ITEMS_ID: 5,
    YEAR: "2022",
    PERIOD: "T3",
    CATEGORY: "LEAD",
    SEQ: 2,
    TITLE: "Provide Solutions",
    DESCRIPTION:
      "<h6>Provide Solutions</h6>\r\n<ul>\r\n<li>ความสามารถในการแก้ปัญหา หาทางออก เสนอทางแก้ไขที่รอบคอบ</li>\r\n</ul>",
  },
  {
    APPRAISAL_ITEMS_ID: 6,
    YEAR: "2022",
    PERIOD: "T3",
    CATEGORY: "LEAD",
    SEQ: 3,
    TITLE: "Inspire People",
    DESCRIPTION:
      "<h6>Inspire People</h6>\r\n<ul>\r\n<li>ความสามารถในการเป็นแรงบันดาลใจให้ผู้อื่น จากการสร้าง บรรยากาศที่ดีในการทำงาน เชิญชวนให้ร่วมมือ แลกเปลี่ยน เป็นตัวอย่างที่ดี เสียสละ และให้ขวัญกำลังใจ</li>\r\n</ul>",
  },
  {
    APPRAISAL_ITEMS_ID: 7,
    YEAR: "2022",
    PERIOD: "T3",
    CATEGORY: "NONE",
    SEQ: 1,
    TITLE: "ระดับการให้คะแนน",
    DESCRIPTION:
      "<table>\r\n    <colgroup>\r\n        <col>\r\n        <col>\r\n    </colgroup>\r\n    <tr>\r\n        <th>ระดับการให้คะแนน</th>\r\n        <th>คำจำกัดความ</th>\r\n    </tr>\r\n    <tr>\r\n        <td>5 <br> (โดดเด่น)</td>\r\n        <td>แสดงพฤติกรรมตามที่บริษัทกำหนดไว้ได้ครบถ้วน และพฤติกรรมดังกล่าวแสดงออกมาอย่างเด่นชัดเป็นรูปธรรม สูงกว่าที่บริษัทคาดหวัง และมีความต่อเนื่อง</td>\r\n    </tr>\r\n    <tr>\r\n        <td>4 <br> (เป็นจุดแข็ง)</td>\r\n        <td>แสดงพฤติกรรมตามที่บริษัทกำหนดไว้ได้ครบถ้วน และพฤติกรรมดังกล่าวแสดงออกมาในระดับสูงกว่าที่บริษัทคาดหวังบ่อยครั้ง\r\n        </td>\r\n    </tr>\r\n    <tr>\r\n        <td>3 <br> (มีประสิทธิผล)</td>\r\n        <td>แสดงพฤติกรรมตามที่บริษัทกำหนดไว้ได้ครบถ้วน และพฤติกรรมดังกล่าวแสดงออกมาในระดับที่บริษัทคาดหวังบ่อยครั้ง</td>\r\n    </tr>\r\n    <tr>\r\n        <td>2 <br> (ควรได้รับการพัฒนา)</td>\r\n        <td>แสดงพฤติกรรมตามที่บริษัทกำหนดไว้ได้ไม่ครบถ้วน และพฤติกรรมดังกล่าวแสดงออกมาในระดับต่ำกว่าที่บริษัทคาดหวังและบ่อยครั้ง แต่มีศักยภาพในการพัฒนาหากได้รับการแนะนำ ส่งเสริม หรือฝึกอบรม จึงควรได้รับการพัฒนา</td>\r\n    </tr>\r\n    <tr>\r\n        <td>1 <br> (ต้องเร่งปรับปรุง)</td>\r\n        <td>ไม่แสดงพฤติกรรมตามที่บริษัทกำหนดไว้ หรือมีเพียงเล็กน้อย และพฤติกรรมดังกล่าวแสดงออกมาในระดับต่ำกว่าที่บริษัทคาดหวังเป็นอย่างมากและประจำ ต้องได้รับการปรับปรุงอย่างรวดเร็ว</td>\r\n    </tr>\r\n</table>",
  },
];
